Repository: intisumajpas/BI-2025
Catalog: omegat/project_save.tmx
Source language: en_us
Languages: es_es

source: Ensuring that the patient receives the labelled amount of drug from each dose.
es_es: Asegurarse de que en cada dosis el paciente reciba la cantidad del medicamento según se consigna en la etiqueta.

source: Ensuring user requirements for PFS-NSD
es_es: Asegurar los requisitos del usuario para el dispositivo PFS-NSD

source: Enter the sample details e.g. sample preparation, sample name in parameters, AR No., Batch No., etc.
es_es: Ingresar los detalles de la muestra; por ejemplo, preparación, nombre en cada parámetro, número de A R, número de partida, etc.

source: Entered
es_es: Ingresados

source: Entered:
es_es: Ingresados:

source: Entered: 101
es_es: Ingresados: 101

source: Entered: 202
es_es: Ingresados: 202

source: Envelope Id:
es_es: Identificación del sobre:

source: Envelope Id: 1BFE7518-1D98-4307-BC84-6058F64C5FFA
es_es: Identificación del sobre: 1BFE7518-1D98-4307-BC84-6058F64C5FFA

source: Envelope Originator:
es_es: Originador del sobre:

source: Envelope Sent
es_es: Sobre enviado

source: Envelope Summary Events
es_es: Eventos de resumen del sobre

source: EnvelopeId Stamping:
es_es: Sello en sobre:

source: EnvelopeId Stamping: Enabled
es_es: Sello en sobre:

source: Envelopeld Stamping:
es_es: Sello en sobre:

source: Environmental (including local environmental protection)
es_es: Ambiental (incluida la protección ambiental local)

source: Environmental monitoring
es_es: Monitoreo ambiental

source: Environmental monitoring and is confirmed by microbiological IPC testing as well as sterility release testing.
es_es: Se realizan monitoreo ambiental y pruebas microbiológicas de control intermedio del proceso, así como pruebas de esterilidad para liberación.

source: Episode of hematemesis 14 hours post treatment; nil changes to vital signs or labs.
es_es: Episodio de hematemesis 14 horas después del tratamiento; sin cambios en los signos vitales ni los valores de laboratorio.

source: Equals ng/mL
es_es: Igual ng/ml

source: Equilibrate the column by pumping the eluent through the column for at least ten minutes.
es_es: Equilibrar la columna bombeando el eluyente por esta al menos diez minutos.

source: Equilibrate the column, the injector and the detector at the temperatures and the gas flow rates/pressures specified in the monograph until a stable baseline is achieved.
es_es: Equilibrar la columna, el inyector y el detector a la temperatura y la velocidad/presión de flujo de gas especificados en la monografía hasta lograr una línea base estable.

source: Equilibrate to room temperature and make the flask up to the mark with solvent mixture.
es_es: Equilibrar para que se mantenga a temperatura ambiente y llevar a enrase con la mezcla de disolventes.

source: Equilibration and washing of column:
es_es: Equilibrio y lavado de la columna:

source: Equilibration buffer pH Range 6.90 – 7.10
es_es: Rango de pH del buffer de equilibrio: 6.90 - 7.10

source: Equilibration buffer pH range 6.85 – 7.15
es_es: Rango de pH del buffer de equilibrio: 6.85 - 7.15

source: Equilibration is hen carried out in a separate chamber and the vapour phase s carried onto the column, while necessary precautions are aken to avoid any changes in the equilibrium.
es_es: A continuación, se lleva a cabo la equilibración en una cámara separada y se introduce en la columna la fase gaseosa, mientras se toman las precauciones necesarias para evitar cualquier alteración del equilibrio.

source: Equilibration of the column:
es_es: Equilibrio de la columna:

source: Equilibration time:
es_es: Tiempo de equilibrio:

source: Equilibrium solubility determination at room temperature
es_es: Determinaciones de la solubilidad de equilibrio a temperatura ambiente

source: Equipment
es_es: Equipo

source: Equipment / Parameter
es_es: Equipo / Parámetro

source: Equipment No.
es_es: N.° de equipo

source: Equipment No. 21347753
es_es: Equipo N.° 21347753

source: Equipment brand
es_es: Marca del equipo

source: Equipment class
es_es: Clase de equipo

source: Equipment class and subclass remain unchanged.
es_es: La clase y subclase del equipo permanecen sin cambios.

source: Equipment class for capsule printing was replaced with laser etching (printing)
es_es: La clase de equipo para la impresión de cápsulas fue reemplazada por el grabado (impresión) láser.

source: Equipment class*
es_es: Clase de equipo*

source: Equipment cleaning and sanitization
es_es: Limpieza y desinfección de los equipos

source: Equipment components
es_es: Componentes del equipo

source: Equipment configuration
es_es: Configuración del equipo

source: Equipment is designed for the intended use.
es_es: Los equipos están diseñados para el uso previsto.

source: Equipment is sterilised prior to use by Steaming-In-Place (SIP) or sterilisation in an autoclave, as appropriate.
es_es: El equipo se esteriliza antes de su uso mediante vapor in situ o en autoclave, según corresponda.

source: Equipment is sterilized prior to use by Steaming-In-Place (SIP), dry heat sterilization or sterilization in an autoclave, as appropriate.
es_es: Los equipos se esterilizan antes del uso mediante vaporización in situ, esterilización con calor seco o esterilización en autoclave, según corresponda.

source: Equipment list for nintedanib capsules including capacity
es_es: Lista de equipos usados en la fabricación de nintedanib, cápsulas, con su capacidad

source: Equipment set-up (process parameters for assembly)
es_es: configuración del equipo (parámetros del proceso para el ensamblaje),

source: Equipment sterilisation procedures are validated.
es_es: Los procedimientos de esterilización de los equipos están validados.

source: Equipment sterilization procedures are validated.
es_es: Los procedimientos de esterilización del equipo están aprobados.

source: Equipment that comes into contact with Tenecteplase drug substance may be dedicated or may be used for manufacture of other products according to established procedures.
es_es: El equipo que entra en contacto con el principio activo tenecteplasa puede ser dedicado o puede ser utilizado para la fabricación de otros productos, según lo dispongan los procedimientos establecidos.

source: Equipment used for manufacture of Tenecteplase drug product is considered of proven technology and is constructed of suitable materials.
es_es: El equipo utilizado para la elaboración del medicamento Tenecteplasa se considera de tecnología probada y está construido con materiales adecuados.

source: Equipment used for multiple products undergoes product changeover before use in a subsequent campaign.
es_es: Los equipos que se emplean en la elaboración de productos variados se someten a un procedimiento de reacondicionamiento entre una campaña y la siguiente.

source: Equipment used for the manufacture of Tenecteplase drug substance is considered of proven technology and is constructed of suitable materials.
es_es: El equipo utilizado para la elaboración del principio activo tenecteplasa se considera de tecnología probada y está construido con materiales adecuados.

source: Equipment used for validation
es_es: Equipos usados para la validación

source: Equipment/Component
es_es: Equipo/componente

source: Equipment:
es_es: Equipo:

source: Equivalencia farmacéutica no implica necesariamente una equivalencia terapéutica, ya que las diferencias en las propiedades de estado sólido del principio activo, los excipientes y/o en el proceso de fabricación y otras variables puede dar lugar a diferencias en el desempeño del producto.
es_es: Pharmaceutical equivalence does not necessarily imply therapeutic equivalence, since differences in the solid state properties of the active ingredient, inactive ingredients and/or manufacturing process and other variables may result in differences in product performance.

source: Equivalent grades of reagents may also be used.
es_es: También se pueden usar grados equivalentes de los reactivos.

source: Erstellt
es_es: Generó

source: Erstellung / creation
es_es: Generación del documento

source: Erstellung des Dokumentes in den RPH-Documents Generation of document in RPH Documents
es_es: Generación del documento en el sistema RPH-Documents

source: Erweka Hardness Tester or Sotax Hardness Tester
es_es: Durómetro Erweka o Sotax

source: Es aquel que se registra y comercializa con la Denominación Común Internacional (DCI) del principio activo, propuesta por la Organización Mundial de la Salud; o en su ausencia, con una denominación genérica convencional reconocida internacionalmente.
es_es: Any drug registered and marketed under the WHO-proposed International Non-proprietary Name (INN)of the drug substance or, when not available, under an internationally recognized conventional non-proprietary name.

source: Es el estudio comparativo–clínico, farmacodinámico, de biodisponibilidad o “in vitro”, entre un medicamento comparador y otro en estudio.
es_es: Clinical comparative, pharmacodynamic, availability, or in vitro study involving a trial drug and a comparator.

source: Es esencial llevar a cabo la comparación en el nivel de dosis a la que la respuesta es más pronunciada, lo cual puede requerir hacer un estudio piloto previo para su identificación.
es_es: The comparison must in all cases be made at the dose level at which the response is most pronounced, the identification of which may warrant a prior pilot study.

source: Es importante decidir de antemano y registrar en el protocolo del estudio, cuáles entidades químicas se analizarán (principio activo o metabolito) en las muestras, e identificar el analito cuyos datos se utilizarán para evaluar bioequivalencia (BE).
es_es: It is important to decide in advance and record in the study protocol which chemical entities from samples shall be analyzed (active ingredient or metabolite), and to identify the analyte to be assessed for bioequivalence.

source: Es la persona natural o jurídica a cuyo nombre es emitido el certificado de registro sanitario, y es el responsable jurídica y técnicamente de la calidad del producto en el país.
es_es: Natural or legal person to whom the product health registration certificate is addressed, including the manufacturer, a legally authorized person, or a marketing authorization holder.

source: Es la persona natural o jurídica que solicita el registro sanitario del medicamento, pudiendo ser el fabricante, apoderado o distribuidor autorizado para el efecto.
es_es: Natural or legal person who requests a drug product health registration, including the manufacturer, a legally authorized person, or a marketing authorization holder.

source: Es la prerrogativa de la autoridad regulatoria para eximir de la obligación de tener que presentar estudios de bioequivalencia “in vivo” para el establecimiento de la equivalencia terapéutica, la cual puede demostrarse mediante estudios “in vitro”.
es_es: A health authority power to waive in vivo bioequivalence studies when therapeutic equivalence can be shown through in vitro studies.

source: Es un lote de un ingrediente farmacéutico activo o producto farmacéutico terminado, fabricado a escala de producción mediante el uso de equipos en instalaciones especializadas.
es_es: Scale-production active pharmaceutical ingredient or finished drug product batch produced with appropriate equipment in specialized premises.

source: Es un lote de un ingrediente farmacéutico activo o producto farmacéutico terminado, fabricado mediante un procedimiento totalmente representativo y simulando que se aplicará a un lote de producción completa.
es_es: Active pharmaceutical ingredient or finished pharmaceutical product batch manufactured through a procedure fully representative of a full production batch.

source: Es un marco científico para clasificar principios activos basados en su solubilidad acuosa y permeabilidad intestinal.
es_es: Scientific framework for classifying drug substances based on their aqueous solubility and intestinal permeability.

source: Es una manera de resumir la relación entre las curvas de dosis-respuesta del medicamento multifuente o genérico y el comparador;
es_es: It summarizes the multi-source or generic drug vs. comparator dose-response curve ratio;

source: Esencialmente hay dos posibles resultados negativos.
es_es: There are essentially two possible negative outcomes.

source: Especificaciones de los excipientes de compendio
es_es: Especificaciones de los excipientes de farmacopea

source: Essential performance requirements
es_es: Requisitos esenciales de desempeño

source: Essentially free of particles
es_es: Prácticamente sin partículas

source: Essentially no change of banding patterns compared to 0 day sample and reference standard
es_es: Prácticamente no hubo cambios en los patrones de bandas en comparación con la muestra del día 0 y el estándar de referencia.

source: Essentially no change of reduced and non-reduced banding patterns compared to 0 day sample and reference standard
es_es: Prácticamente no hubo cambios en los patrones de bandas reducidos y no reducidos en comparación con la muestra del día 0 y el estándar de referencia.

source: Esta es usualmente la dosis más alta comercializada.
es_es: This is usually the highest dose marketed.

source: Estabilidad del analito(s) en la matriz biológica;
es_es: Stability of the analyte(s) in the biological matrix;

source: Estabilidad del analito(s) y del patrón interno en las soluciones stock y de trabajo, y en las muestras durante todo el período de almacenamiento y las condiciones de procesamiento
es_es: Stability of the analyte(s) and internal standard in stock and working solutions, and in samples throughout the storage period and processing conditions

source: Establecer de forma detallada la presentación de estudios de Bioequivalencia y Biodisponibilidad para aprobación por parte de la Agencia Nacional de Regulación, Control y Vigilancia Sanitaria - ARCSA, Doctor Leopoldo Izquieta Pérez.
es_es: To thoroughly set the bioequivalence and bioavailability study rules regarding their submission for approval by the "Doctor Leopoldo Izquieta Pérez" Executive Directorate of the National Regulation, Control and Health Surveillance Agency - ARCSA

source: Established maximum hold time for tenecteplase DS is based on microbial quality results confirmed in three consecutive large scale validation fills.
es_es: El tiempo de espera máximo establecido para el medicamento tenecteplasa se basa en los resultados de calidad microbiana confirmados en tres llenados de validación a gran escala consecutivos.

source: Establishing the calibration model;
es_es: Cómo se establece el modelo de calibración;

source: Establishing the control strategy for spesolimab PFS-NSD-1
es_es: Establecimiento de la estrategia de control para el dispositivo PFS-NDS-1 de Espesolimab.

source: Establishing the control strategy for tenecteplase DP, refer to Chapter 7.
es_es: Definición de la estrategia de control para el medicamento tenecteplasa, ver el Capítulo 7.

source: Establishment of the control strategy for tenecteplase DP, refer to Section 3.2.P.2, Chapter 7
es_es: Definición de la estrategia de control para el medicamento tenecteplasa; ver la Sección 3.2.P.2,Capítulo 7.

source: Estadística descriptiva:
es_es: Descriptive statistics:

source: Estandarización del estudio.
es_es: Study standardization.

source: Estas combinaciones corresponden a medicamentos independientes administrados concomitantemente o como un medicamento terminado.
es_es: These combinations correspond to independent drugs administered concomitantly or as a finished drug product.

source: Estas situaciones se describen en los siguientes subnumerales:
es_es: These situations are described below:

source: Este diseño paralelo también puede ser necesario cuando se comparan formulaciones de depósito.
es_es: Parallel-group designs can also be required when comparing depot formulations.

source: Este enfoque puede ser empleado tanto en estudios de diseños cruzados como en diseños paralelos.
es_es: This approach can be used in both parallel and crossover design studies.

source: Este medicamento no debe haber presentado alertas sanitarias.
es_es: It can not have had any health alert.

source: Este reporte debe incluir la información requerida en el numeral 8.5.
es_es: This report must include the information in 8.5.

source: Este tipo de estudio se considera el estándar de oro en las pruebas de equivalencia; sin embargo, las pruebas in vitro, por ejemplo, bioexenciones basados en BCS para medicamentos farmacéuticos de liberación inmediata, también pueden asegurar la equivalencia entre el medicamento multifuente o genérico y el medicamento comparador en casos específicos.
es_es: Such a study is the gold standard in equivalence tests; however, in vitro tests, such as BCS-based biowaivers for immediate release drugs, can also ensure equivalence between the multi-source or generic drug and the comparator in specific cases.

source: Estearato de calcio o magnesio
es_es: Magnesium or calcium stearate

source: Ester value
es_es: Ésteres

source: Estimate
es_es: Estimación

source: Estimate (95% CI)
es_es: Estimación (IC del 95%)

source: Estimated AETSCT for substances with known response
es_es: AETSCT estimado para sustancias con respuesta conocida

source: Estimated Glomerular Filtration Rate
es_es: Tasa de filtración glomerular estimada

source: Estimated content of Metformin HCl [%]
es_es: Contenido estimado de HCl de metformina [%]

source: Estimated ischemic core volume* (mL) at initial imaging (Median, Inter-quartile range
es_es: Volumen estimado del núcleo isquémico* (ml) en las imágenes iniciales (mediana, rango intercuartílico)

source: Estimated ischemic core volumec at initial imaging, median (IQR), mL
es_es: Volumec estimado del núcleo isquémico en la imagen inicial, mediana (RIC), ml

source: Estimated parameters of calibration lines
es_es: Parámetros estimados para las curvas de calibración

source: Estimated study duration is 3 years.
es_es: La duración estimada del estudio es de 3 años.

source: Estimates of paediatric VTE incidence rates per 10 000 person year by Country
es_es: Tasas de incidencia estimadas de TEV pediátrica por cada 10000 años-persona, estratificadas por país

source: Esto da un alfa de 0,0294 para este caso, sin embargo, la cantidad de alfa que se gasta en el momento del análisis intermedio se puede ajustar a discreción del diseñador del estudio.
es_es: This gives an alpha of 0.0294 for this case; however the alpha spent at the interim analysis can be adjusted at the discretion of the study designer.

source: Esto es porque la sensibilidad para detectar diferencias entre los medicamentos en su calidad biofarmacéutica, liberación y absorción es menor con puntos finales farmacodinámicos o clínicos.
es_es: Indeed, sensitivity to detect biopharmaceutical, release, and absorption differences between drugs is lower with PD or clinical endpoints.

source: Esto podría manifestarse como un aumento prematuro e irregular en el perfil de concentración plasmática.
es_es: This could manifest as a premature and irregular increase in the plasma concentration profile.

source: Esto puede conseguirse mediante la adición de una tercera fase con el tratamiento con placebo durante el diseño del estudio;
es_es: This can include adding a placebo-controlled third phase in the study design;

source: Esto puede ser demostrado por estudios de equivalencia apropiados, tales como farmacocinética, farmacodinámica, clínica comparativa y en estudios “in vitro”.
es_es: This can be demonstrated by appropriate equivalence studies, such as pharmacokinetic, pharmacodynamic, comparative clinical and in vitro studies.

source: Estos excipientes críticos no deben diferir cualitativamente y deben ser cuantitativamente similares entre el medicamento de prueba y el medicamento de comparación.
es_es: These critical inactive ingredients should not differ qualitatively and be quantitatively similar between the test drug and the comparator drug.

source: Estos incluyen, entre otros, el curso natural de la enfermedad, la eficacia de los tratamientos disponibles y el parámetro objetivo elegido.
es_es: These include the natural course of the disease, the effectiveness of available treatments and the target parameter chosen.

source: Estos medicamentos deben mantener los niveles de calidad, seguridad y eficacia requeridos para los de marca.
es_es: These drug products should meet the quality, safety, and efficacy requirements of the proprietary name.

source: Estudios In Vitro
es_es: In vitro studies

source: Estudios clínicos de equivalencia.
es_es: Equivalence clinical studies.

source: Estudios de bioequivalencia (BE) in vivo en humanos
es_es: In vivo bioequivalence (BE) studies in humans

source: Estudios de equivalencia farmacodinámicos.
es_es: Pharmacodynamic equivalence studies.

source: Estudios de equivalencia in vitro.
es_es: Equivalence in vitro studies.

source: Estudios de metabolitos.
es_es: Metabolite studies.

source: Estudios farmacocinéticos de biodisponibilidad (BD) comparativa (bioequivalencia) en humanos.
es_es: Comparative bioavailability pharmacokinetic studies (bioequivalence) in humans.

source: Estudios farmacodinámicos comparativos en seres humanos;
es_es: Comparative pharmacodynamic studies in humans;

source: Estudios in vitro.
es_es: In vitro studies.

source: Estudios in vivo.
es_es: In vivo studies.

source: Estándar utilizado (API)
es_es: Used standard (API)

source: Etapa Bioanalítica:
es_es: Bioanalytical Stage:

source: Etapa Clínica:
es_es: Clinical Stage:

source: Etapa Estadística
es_es: Statistical Stage

source: Ethanesulfonic acid 70%
es_es: Ácido etanosulfónico 70%

source: Ethanesulfonic acid:
es_es: Ácido etanosulfónico:

source: Ethanol 96% is used at BI Vienna only instead of Ethanol anhydrous.
es_es: En BI Vienna se utiliza únicamente etanol al 96% en lugar de etanol anhidro.

source: Ethanol abs.
es_es: Etanol abs.

source: Ethanol denatured
es_es: Etanol desnaturalizado

source: Ethanol denatured 1
es_es: Etanol desnaturalizado ¹

source: Ethanol, 96%; Grade:
es_es: Etanol, 96%; Grado:

source: Ethanol, for analysis
es_es: Etanol, para análisis

source: Ethical Considerations
es_es: Consideraciones éticas

source: Ethical Review Committee
es_es: Comité de revisión ética

source: Ethinylestradi ol 0.03 mg/ Levonorgestre l 0.15 mg (Microgynon ®)
es_es: Etinilestradiol 0.03 mg/ Levonorgestrel 0.15 mg (Microgynon ®)

source: Ethnicity
es_es: Etnia

source: Ethnicity (Hispanic/Latino and non-Hispanic/Latino)
es_es: Origen étnico (hispano/latino o no hispano/no latino)

source: Ethyl Acetate
es_es: Acetato de etilo

source: Ethyl acetate
es_es: Acetato de etilo

source: Ethyl acetate, Uvasol
es_es: Acetato de etilo, Uvasol

source: Ethyl methanesulfonate
es_es: Metanosulfonato de etilo

source: Ethylene glycol2
es_es: Etilenglicol2

source: Ethylene oxide and 1,4-dioxane1
es_es: Óxido de etileno y 1,4-Dioxano1

source: Ethylene oxide compatibility
es_es: Compatibilidad del óxido de etileno

source: Ethylene propylene dien monomer
es_es: Monómero de etileno propileno dieno

source: Ethyleneglycol
es_es: Etilenglicol

source: EudraCT
es_es: Número de EudraCT

source: EudraCT number:
es_es: Número de EudraCT:

source: Eur.)) of BI 10773 XX is within a range allowing definite quantification (0.8 ≤ T ≤ 1.5)
es_es: Eur.)) de BI 10773 XX está dentro de un intervalo tal que permita una cuantificación definida (0.8 ≤ T ≤ 1.5)

source: Eur.)) of metformin HCl is within a range allowing definite quantification (0.8 ≤ T ≤ 2.0)
es_es: Eur.)) del clorhidrato de metformina está dentro de un intervalo tal que permita una cuantificación definida (0.8 ≤ T ≤ 2.0)

source: Eur., USP, JP and ICH guidelines.
es_es: Eur., la USP, la JP y la ICH.

source: Eur.: phosphoric acid, concentrated
es_es: Eur.: ácido fosfórico, concentrado
